lang=jp
navbar.brand=\u3042\u305A\u3055\u3068
navbar.nave-item.home=\u30E1\u30A4\u30F3
index.title=\u50D5\u305F\u3061\u7D50\u5A5A\u3057\u307E\u3059\u3002
main.letter-name1=\u91D1\u592A\u6C38
main.letter-name2=\u3042\u305A\u3055
main-letter-content=\u3042\u305A\u3055\u3068\u51FA\u4F1A\u3063\u3066\u304B\u3089\u3082\u30463\u5E74\u3082\u904E\u304E\u305F\u3088\u306D\uFF01\u904B\u547D\u306A\u51FA\u4F1A\u3044\u3001\u604B\u611B\u3001\u9577\u8DDD\u96E2\u604B\u611B\u3001\u540C\u6027\u3001\u7D50\u5A5A\u307E\u3067\u672C\u5F53\u306B\u50D5\u305F\u3061\u3067\u304D\u308B\u3053\u3068\u306F\u5168\u90E8\u3057\u305F\u3088\u306D\uFF01<br><br>\u50D5\u304C\u544A\u767D\u3057\u305F\u6642\u3068\u3066\u3082\u304B\u3063\u3053\u3088\u304F\u306A\u304B\u3063\u305F\u304B\u3089\u3001\u4EBA\u751F\u3067\u4E00\u56DE\u3060\u3051\u306E\u30D7\u30ED\u30DD\u30FC\u30BA\u306F\u5927\u4E8B\u306B\u3057\u305F\u304B\u3063\u305F\u3088\u3002\u6614\u3001\u4E00\u7DD2\u306B\u30A4\u30F3\u30B9\u30BF\u3092\u898B\u305F\u6642\u5F7C\u6C0F\u304C\u5F7C\u5973\u306E\u305F\u3081\u306B\u30B2\u30FC\u30E0\u3092\u4F5C\u3063\u3066\u304F\u308C\u305F\u306E\u3092\u898B\u3066\u50D5\u3082\u5F7C\u5973\u306E\u305F\u3081\u306B\u4F55\u304B\u4F5C\u3063\u3066\u3042\u3052\u305F\u304B\u3063\u305F\u304B\u3089\u4F5C\u3063\u3066\u307F\u305F\u3088\u3002\u6C17\u306B\u306A\u308B\u304B\u3069\u3046\u304B\u306F\u5206\u304B\u3089\u306A\u3044\u3051\u3069\u3001\u6C17\u6301\u3061\u3092\u8FBC\u3081\u305F\u304B\u3089^^<br><br>\u3053\u308C\u304B\u3089\u3082\u6C38\u9060\u306B\u3088\u308D\u3057\u304F\u306D\u3002\u50D5\u306E\u59BB\u306B\u306A\u3063\u3066\u304F\u308C\u3066\u3042\u308A\u304C\u3068\u3046\u597D\u304D\u3060\u3088

# related to admin index
admin.index.title=\u3042\u305A\u3055\u3078
admin.index.letter-content=\u3053\u3053\u306F\u3042\u305A\u3055\u3068\u50D5\u3057\u304B\u898B\u308C\u306A\u3044\u3068\u3053\u308D\u3060\u304B\u3089\u3001\u3042\u305A\u3055\u306B\u3057\u3083\u3079\u308A\u305F\u3044\u3053\u3068\u5168\u90E8\u66F8\u304D\u305F\u304F\u3066\u4F5C\u3063\u305F\u3088\uFF01<br/><br/>\u5B9F\u306F\u3001\u30D7\u30ED\u30DD\u30FC\u30BA\u306F\u6614\u304B\u3089\u3057\u3088\u3046\u3068\u601D\u3063\u305F\u3051\u3069\u3001\u7279\u5225\u306A\u8A18\u5FF5\u65E5\u306B\u3057\u305F\u3044\u3057\u3001\u3042\u305A\u3055\u306B\u4E16\u754C\u306B\u4E00\u3064\u3060\u3051\u306A\u3044\u30D7\u30EC\u30BC\u30F3\u30C8\u3082\u3057\u305F\u304F\u30661000\u65E5\u306B\u6C7A\u3081\u305F\u3088\u3002\u3042\u305A\u3055\u306F\u4ECA\u65E5\u3059\u308B\u3068\u601D\u3063\u3066\u305F\u3060\u308D\u3046\uFF1F<br/><br/>\u50D5\u304C\u3042\u305A\u3055\u3068\u7D50\u5A5A\u3057\u305F\u3044\u7406\u7531\u306F\u8A71\u3057\u304D\u308C\u306A\u3044\u304F\u3089\u3044\u591A\u3044\u3051\u3069\u3001\u4E00\u756A\u306E\u7406\u7531\u306F\u3053\u306E\u4EBA\u3068\u3082\u3063\u3068\u601D\u3044\u51FA\u3092\u4F5C\u308A\u305F\u3044\u3057\u3001\u305A\u3063\u3068\u4E00\u7DD2\u306B\u3044\u305F\u3044\u3057\u3001\u3053\u306E\u4EBA\u306E\u5B50\u4F9B\u3092\u80B2\u3061\u305F\u3044\u3068\u601D\u3046\u3053\u3068\u3002\u5F8C\u3001\u3042\u305A\u3055\u306F\u81EA\u5206\u304C\u512A\u3057\u304F\u306A\u3044\u3068\u601D\u3063\u3066\u3044\u308B\u3051\u3069\u3001\u50D5\u304B\u3089\u3059\u308B\u3068\u8AB0\u3088\u308A\u3082\u512A\u3057\u3044\u5FC3\u3092\u6301\u3063\u3066\u3044\u308B\u3068\u601D\u3046\u3088\u3002\u3044\u3064\u3082\u3001\u50D5\u304C\u6012\u3063\u305F\u3089\u3001\u5148\u306B\u8AA4\u3063\u3066\u304F\u308C\u3066\u3042\u308A\u304C\u3068\u3046\uFF01\u305D\u3057\u3066\u3001\u5C0F\u3055\u306A\u3053\u3068\u306B\u3082\u3042\u308A\u304C\u3068\u3046\u3063\u3066\u8A00\u3063\u3066\u304F\u308C\u308B\u3053\u3068\u3001\u53EF\u611B\u3044\u3053\u3068\u3001\u4FE1\u983C\u3067\u304D\u308B\u70B9\u3001\u7D14\u7C8B\u306A\u3053\u3068\u3001\u3042\u305A\u3055\u306B\u306F\u4F55\u3067\u3082\u3057\u3066\u3042\u3052\u305F\u3044\u3053\u3068^^<br/><br/> \u3044\u3064\u306E\u9593\u306B\u304B\u3001\u50D5\u305F\u3061\u306F\u7D50\u5A5A\u3057\u3066\u3044\u306A\u3044\u3051\u3069\u3001\u3044\u3064\u3082\u7D50\u5A5A\u306E\u8A71\u3001\u305D\u3057\u3066\u3001\u7D50\u5A5A\u5F8C\u306E\u3053\u3068\u3092\u8A71\u3057\u5408\u3063\u3066\u305F\u3088\u306D\u3002\u3042\u305A\u3055\u3068\u305A\u3063\u3068\u4E00\u7DD2\u306B\u3044\u305F\u3044\u3057\u3001\u3042\u305A\u3055\u304C\u4F5C\u3063\u3066\u304F\u308C\u308B\u3054\u98EF\u4E00\u751F\u98DF\u3079\u305F\u3044\u3002\u3053\u308C\u304B\u3089\u306F\u3001\u5F7C\u5973\u3067\u306F\u306A\u304F\u59BB\u3060\u3068\u547C\u3073\u305F\u3044\uFF01\u50D5\u3068\u7D50\u5A5A\u3057\u3066\u304F\u3060\u3055\u3044\uFF01\u3053\u308C\u304B\u3089\u3082\u3001\u4E00\u7DD2\u306B\u65C5\u884C\u884C\u3063\u305F\u308A\u3001\u601D\u3044\u51FA\u3082\u4F5C\u3063\u305F\u308A\u3057\u3088\u3046\u3088\uFF01\u4E00\u751F\u5927\u597D\u304D\u3060\u3088\uFF01

# modal relate to twoBtnModal
modal.yes-text=\u306F\u3044
modal.no-text=\u3044\u3044\u3048

# related to login
login.title=\u30ED\u30B0\u30A4\u30F3
login.input.id.placeholder=\u73FE\u5728\u4F1A\u54E1\u52A0\u5165\u306F\u53D7\u4ED8\u3057\u3066\u304A\u308A\u307E\u305B\u3093\u3002
login.input.password.placeholder=\u30D1\u30B9\u30EF\u30FC\u30C9
login.button.login=\u30ED\u30B0\u30A4\u30F3
login.button.checkbox.label=\u30E6\u30FC\u30B6ID\u4FDD\u5B58

# related to logout
logout.modal.title=\u30ED\u30B0\u30A2\u30A6\u30C8
logout.modal.body=\u30ED\u30B0\u30A2\u30A6\u30C8\u3057\u307E\u3059\u304B\uFF1F

# related to celebration
celebration.title=\u304A\u795D\u3044
# related to celebration list
celebration.list.content.modify=\u4FEE\u6B63
celebration.list.write=\u4F5C\u6210
celebration.list.content.delete=\u524A\u9664
celebration.list.reply.name.placeholder=\u4F5C\u6210\u8005
celebration.list.reply.content.placeholder=\u66F8\u304D\u8FBC\u307F\u5185\u5BB9
celebration.list.reply.write=\u4F5C\u6210
# related to celebration write
celebration.write.profile=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB
celebration.write.profile.placeholder=\u30A4\u30E1\u30FC\u30B8\u3092\u30AF\u30EA\u30C3\u30AF\u3059\u308B\u3068\u30A4\u30E1\u30FC\u30B8\u306E\u5909\u66F4\u304C\u3067\u304D\u307E\u3059\u3002
celebration.write.area.title=\u5165\u529B\u60C5\u5831
celebration.write.name=\u540D\u524D
celebration.write.name.placeholder=\u77F3\u539F \u3055\u3068\u307F
celebration.write.title=\u30BF\u30A4\u30C8\u30EB
celebration.write.title.placeholder=\u304A\u3081\u3067\u3068\u3046\uFF01
celebration.write.button.write=\u4F5C\u6210
celebration.write.button.cancle=\u30AD\u30E3\u30F3\u30BB\u30EB
celebration.write.profile-modal.title=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u5199\u771F\u5909\u66F4
celebration.write.profile-modal.body=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u5199\u771F\u5909\u66F4\u3092\u884C\u3044\u307E\u3059\u304B\uFF1F
celebration.write.profile-modal.first-button=\u5199\u771F\u9078\u629E
celebration.write.profile-modal.second-button=\u57FA\u672C\u30A4\u30E1\u30FC\u30B8
celebration.write.bad-request.profile.type=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u30A4\u30E1\u30FC\u30B8\u306Fpng\u3001jpg\u3001jpeg\u306E\u307F\u53EF\u80FD\u3067\u3059\u3002
celebration.write.modal.title=\u304A\u795D\u3044\u4F5C\u6210
celebration.write.modal.body=\u4F5C\u6210\u3057\u307E\u3059\u304B\uFF1F

# related to celebration modify
celebration.modify.button.write=\u4FEE\u6B63
celebration.modify.modal.title=\u304A\u795D\u3044\u4FEE\u6B63
celebration.modify.modal.body=\u4FEE\u6B63\u3057\u307E\u3059\u304B\uFF1F

# related to celebration delete
celebration.delete.modal.title=\u304A\u795D\u3044\u524A\u9664
celebration.delete.modal.body=\u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F

# related to celebration reply delete
celebration.reply.delete.modal.title=\u304A\u795D\u3044\u66F8\u304D\u8FBC\u307F\u524A\u9664
celebration.reply.delete.modal.body=\u672C\u5F53\u306B\u524A\u9664\u3057\u307E\u3059\u304B\uFF1F

# table name
table.name.user=\u30E6\u30FC\u30B6
table.name.celebation=\u304A\u795D\u3044
table.name.celebation-reply=\u304A\u795D\u3044\u66F8\u304D\u8FBC\u307F

# error message
I-0001=\u30ED\u30B0\u30A4\u30F3\u304C\u5FC5\u8981\u3067\u3059\u3002\u30ED\u30B0\u30A4\u30F3\u3057\u3066\u304F\u3060\u3055\u3044\u3002
I-0002=\u30ED\u30B0\u30A4\u30F3\u60C5\u5831\u304C\u5B58\u5728\u3057\u306A\u3044\u3067\u3059\u3002
I-0003=\u65E2\u306B\u5B58\u5728\u3059\u308B\u975E\u4F1A\u54E1\u30E6\u30FC\u30B6\u3067\u3059\u3002
I-0005={0}\u60C5\u5831\u304C\u5B58\u5728\u3057\u306A\u3044\u3067\u3059\u3002
I-0006=\u6A29\u9650\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
I-0007=\u6A29\u9650\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
I-0008=\u4E0D\u6B63\u306A\u5024\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
I-0009=ID\u304C\u5B58\u5728\u3057\u307E\u305B\u3093\u3002
I-0010=\u30D1\u30B9\u30EF\u30FC\u30C9\u304C\u6B63\u3057\u304F\u3042\u308A\u307E\u305B\u3093\u3002
I-0011=\u30A2\u30C3\u30D7\u30ED\u30FC\u30C9\u53EF\u80FD\u306A\u5BB9\u91CF\u3092\u8D85\u3048\u307E\u3057\u305F\u3002
W-0001=\u30B5\u30DD\u30FC\u30C8\u3057\u306A\u3044\u30E6\u30FC\u30B6\u30BF\u30A4\u30D7\u3067\u3059\u3002
W-0002=\u4E0D\u6B63\u306A\u30A2\u30AF\u30BB\u30B9\u3067\u3059\u3002
E-0001=\u4E88\u671F\u305B\u306C\u30A8\u30E9\u30FC\u304C\u767A\u751F\u3057\u307E\u3057\u305F\u3002
E-0002=\u6307\u5B9A\u3057\u305F\u30D1\u30B9\u306B\u30D5\u30A1\u30A4\u30EB\u304C\u5B58\u5728\u3057\u306A\u3044\u305F\u3081\u3001{0}\u3092\u8AAD\u307F\u8FBC\u3080\u306E\u306B\u5931\u6557\u3057\u307E\u3057\u305F\u3002

# bind error message
typeMismatch=\u4E0D\u6B63\u306A\u60C5\u5831\u304C\u5B58\u5728\u3057\u307E\u3059\u3002
typeMismatch.java.lang.Integer={0}\u306F\u6570\u5B57\u306E\u307F\u5165\u529B\u53EF\u80FD\u3067\u3059\u3002
file-type-mismatch=\u30D5\u30A1\u30A4\u30EB\u306E\u62E1\u5F35\u5B50{0}\u306F\u4F7F\u7528\u4E0D\u53EF\u80FD\u3067\u3059\u3002\n{1}\u306B\u4F7F\u7528\u53EF\u80FD\u306A\u30D5\u30A1\u30A4\u30EB\u306E\u62E1\u5F35\u5B50\u306F{2}\u306E\u307F\u3067\u3059\u3002


# background music
background-music.modal.title=\u30D0\u30C3\u30AF\u30B0\u30E9\u30A6\u30F3\u30C9\u97F3\u697D\u518D\u751F
background-music.modal.body=\u30D0\u30C3\u30AF\u30B0\u30E9\u30A6\u30F3\u30C9\u97F3\u697D\u3092\u518D\u751F\u3057\u307E\u3059\u304B\uFF1F
background-music.modal.filename=background_ja.mp3

# field name
title=\u30BF\u30A4\u30C8\u30EB
name=\u540D\u524D
profileImage=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u30A4\u30E1\u30FC\u30B8
profileImageType=\u30D7\u30ED\u30D5\u30A3\u30FC\u30EB\u30A4\u30E1\u30FC\u30B8\u30BF\u30A4\u30D7
content=\u5185\u5BB9
currentPageNo=\u73FE\u5728\u30DA\u30FC\u30B8
pagesOfpage=\u8868\u793A\u30DA\u30FC\u30B8\u6570
pageOfElement=\u30DA\u30FC\u30B8\u306E\u30EA\u30B9\u30C8\u8868\u793A\u6570
celebationNo=\u304A\u795D\u3044\u756A\u53F7